{
    "version": "https://jsonfeed.org/version/1",
    "title": "何穷 • All posts by \"哲学\" category",
    "description": "这里是龙驭的个人博客，分享一切有趣的事情",
    "home_page_url": "https://longyu2.github.io",
    "items": [
        {
            "id": "https://longyu2.github.io/2023/03/09/%E4%BA%BA%E4%B9%8B%E8%BF%BD%E6%B1%82/",
            "url": "https://longyu2.github.io/2023/03/09/%E4%BA%BA%E4%B9%8B%E8%BF%BD%E6%B1%82/",
            "title": "人之追求",
            "date_published": "2023-03-09T14:15:43.000Z",
            "content_html": "<p>我渐渐的能够感知到一件事实。是成年人，的的确确是能够比未成年人的心性更坚定。悟性更高。可能是由于额叶发育成熟，又或是心理上的成熟，成年人不会更容易的被人的情绪所控制。通过理性的分析来解决目下的问题。这种无论面对任何时候的沉稳和冷静，是一种难得的财富。人的情绪稳定程度也与激素水平和血糖水平相关。早晨刚起来时，处于一个相对稳定，理智而清醒的状态。快要入睡前，情绪已经开始奔涌，容易做出不够理智的决定。这也是情绪崩溃，往往发生在深夜的原因，也就是很多人说睡一觉就好了的原因。</p>\n<p>我们自诩为有灵魂的物种，但灵魂却与各种物质息息相关。很多人，穷其一生，也没有好好地思考过 &quot;物&quot; 与 &quot;我&quot; 之间的关系，这是一件让人沮丧的事情</p>\n<p>有人问，人之一生，穷极追寻的是什么？苏轼早已给出了回答。唯江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之不尽，用之不竭，是造物者之无尽藏也，而吾与子之所共适。为什么苏轼能够发出这样的回答？我以为他恰恰是洞晓了人的真心。人是物质的动物。却不因物质而活，而因内心的感受而行动。人以为追求物质能能使自己的内心达到充盈，是走向了南辕北辙的道路。人只知好的物质能给自己好的感觉，这感觉来自哪里或从何而来却不去想。其实只是来自新的体验，可以说人生命的本能就是近乎是寻找新的体验。但许多人都错误地高估了寻找体验的难度。将体验的阈值不断的拔高，以为只有更宏大的物质才能使自己得到更深的体验。但体验这件事情本身不来自于大，而是来自于小，来自于入微。来自于细致的观察。当你见到一朵花盛开，一片树叶飘落，一阵轻风拂过脸庞时。心底所升腾上来的这种感觉，又当是什么呢？可以叫它美，也可以像日本人一样将它命名为物哀，这才是人的至理啊。是人穷极一生想要追寻的东西。苏轼也正是明白了这人生的至理，才拥有如此豁达的情怀。孔子为何赞同曾点的 &quot;暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归&quot;？因他也明白，这世间的真理不在于外，而在于内。孔子和苏轼不约而同的提到了风。风无处不在，却又无形，只有你细微地去感受，才会发现它的存在，也正如这至理，只有去细微的观察与感受。世间的万物。都蕴藏着无穷的信息，只待用心去体会。</p>\n",
            "tags": []
        },
        {
            "id": "https://longyu2.github.io/2023/03/01/%E4%BD%95%E4%B8%BA%E4%BA%BA/",
            "url": "https://longyu2.github.io/2023/03/01/%E4%BD%95%E4%B8%BA%E4%BA%BA/",
            "title": "何为人",
            "date_published": "2023-03-01T13:47:54.000Z",
            "content_html": "<p>在我极小的时候，有人说，好的作品每一次读都会有不同的感受，当时并不太懂，如今自然能渐渐地理解了。同样的文字，或是画面，不同的心境，不同的阅历去看，得到全然不同的感受。不同时间段的人去看一个作品，正像不同的人一样，得到不一样的感觉。</p>\n<p>由此我更加坚信曾一直有的想法，即每一时刻的人都不是同一个人了。下一刻的人，继承了上一刻的记忆，并承担了其的社会认知，将其的生命延续下去。人不能两次踏入同一条河流，本意是说，河流是变化的，但，人应也是变化的。两次踏入河流，不仅河水不是原来的河水了，连人也并不是原来的人了。由是我对于我的存在产生了好奇。若如此，我是什么？此刻的我，拥有着记忆，自认为是这个个体，自我意识是完整的，但按照变化的理论，上一刻的我，或是下一刻的我，又是什么呢？哪一个才是真正的我呢？</p>\n<p>这使我想到了复制人问题。假如出现了能将记忆复制的装置，你和复制体拥有相同的记忆时，两个人都拥有自我意识，都认为自己是母体的时候，到底谁才是真正的那个人呢？做一个简单的幻想，突然有一天，一个长得跟你一模一样的人出现在你面前，并告知你，你只是他的复制体，并且扬言要杀了你，这时你会认为你和他是同一个人吗？显然不会。是如果用静止的观点（即不同的时间点上都是同一个人）来看，这种复制体则出现了冲突，因此这种静止的思想无法使人信服，只有变通的思想（不同时间点上根本不是同一个人）才能解释复制人的问题，即在被复制出来的一瞬间，两个个体已经分别继承了原来的意识，但他们不是同一个人。电影《月球》将这种冲突展现地淋漓尽致。于是，我明白了我只能是此时一瞬间的我，前一秒或是后一秒的我，与此时的我都不是一个人。常有人说活在当下，我想，也就只有明白了前一秒和后一秒的自己与此刻的自己根本就不是一个人以后，才能真正的活在当下，因为不必为了不同个体而考虑。</p>\n<p>于是，借此我又想到一个奇妙的点子。倘若有一个巨大的飞船，里面储存着一个人的无数克隆体，克隆体储存时没有记忆，并且每个克隆体激活后只有一天的寿命，在第一天激活一个克隆体，并复制给他母体的记忆，然后每天凌晨销毁睡梦中的克隆体，并启用一个新的克隆体，将旧的克隆体的记忆复制到新的克隆体身上。克隆体可以与外界通讯。每当他与外界通信时，由于这个克隆体继承了之前的所有记忆，由此，外界即使每天与飞船通信，也无法辨认出其实每天通信的人都被更换过了。那么，于外界看来，这艘飞船上，有一个 “完整的人”。这真是不可思议。这艘船上明明只有一堆寿命不过一天的克隆体，对外界来说，这船上却有一个完整的人。其实，这正是电影《月球》中发生的故事。这个思想实验恰恰提醒了我们该去思考 “人” 的定义了。“人” 不是一具肉体，而是外界对其的看法。如果一个实体对于外界的观察来说展现出了符合人的特征，那么外界就会将其视为 “人”。</p>\n<p>反观到我们的人体本身，我们也是有无数个瞬间组成的，每一刻继承了上一刻的记忆，并传递给下一刻，这是不是与前面的克隆人实验十分相似？然后我们自然可以得出一个明显的推论，如果我们认为每一刻的自己都是同一个人，并非独立个体的话，那么克隆人例子中的每一个克隆体都应当没有人权，因为他们不被承认为完整的个体，如果我们承认克隆人的人权，承认克隆人是一个独立的个体，我们是不是也得承认每一时刻的自己都是一个完整的个体呢？那么，你承认克隆人的人权吗？你又对每一时刻的自己有什么看法呢？</p>\n",
            "tags": []
        }
    ]
}